{
  "selectLanguage": "Sprache auswählen:",
  "german": "Deutsch",
  "english": "English",
  "selectCharacter": "<br><br><br>Wähle hier jetzt das Thema aus, für die EU-Integration um die Regularien der EU-Mitgliedsstaaten zu erforschen.",
  "countryInfoTitle": "Länderinformationen",
  "clickForDetails": "Klicken auf ein Land, um detaillierte Informationen anzuzeigen.",
  "welcomeMessage": "Willkommen zur unserer interaktiven Europa-Karte bei <br><br> Digital Impact Lab! <br><br>",
  "introText": "Diese Karte bietet dir die Möglichkeit, verschiedene EU-Mitgliedsstaaten zu erkunden und detaillierte Informationen zu jedem Land über die EU-Integration zu erhalten, basierend auf eines der Themen deiner Wahl. Klicke nun auf Fortfahren!.",
  "startButton": "Karte erkunden",
  "bindPopup": "Ziehe mich auf eines der EU-Mitgliedsstaaten, oder klicke mit der Maus auf ein Land!",
  "changeCharacter": "Charakter wechseln",
  "toggleLanguage": "Sprache wechseln",
  "loadingAIInfo": "Lade KI-Informationen...",
  "manpower": "Fachkräfte",
  "handicap": "Barrierefreiheiten",
  "family": "Familie",
  "senior": "Senioren",
  "students": "Studierende",
  "intro_manpower": "Als Arbeitskraft suchst du nach neuen beruflichen Perspektiven und fairen Arbeitsbedingungen in der EU. Finde heraus, wo deine Fähigkeiten gebraucht werden.",
  "intro_handicap": "Barrierefreiheit und Inklusion sind entscheidend. Entdecke Länder, die sich besonders für Menschen mit Behinderung einsetzen und Unterstützung bieten.",
  "intro_family": "Die Familie steht im Mittelpunkt. Finde heraus, welche EU-Länder die besten Bedingungen für Eltern und Kinder bieten, von Kindergeld bis Bildung.",
  "intro_senior": "Ein sorgenfreier Ruhestand ist das Ziel. Erfahre, wo Senioren in Europa die höchste Lebensqualität und die beste Versorgung genießen.",
  "intro_students": "Studieren im Ausland erweitert den Horizont. Entdecke die besten Universitäten, Stipendien und Austauschprogramme in der EU.",
  "noInfoAvailable": "Für diesen Bereich sind keine spezifischen Informationen in diesem Kontext verfügbar.",
  "prompt_manpower": "Fasse die wichtigsten Gesetze und Regelungen für Fachkräfte, Arbeitnehmer zusammen. Bleibe dabei sachlich und konzentriere dich auf offizielle Bestimmungen. Vermische keine Themen, z.B. mische keines der Themen: Senioren mit dem Thema Arbeitskräfte.",
  "prompt_handicap": "Gib einen Überblick über die gesetzlichen Rahmenbedingungen für Menschen mit Behinderungen. Konzentriere dich auf offizielle Regelungen und Unterstützungsangebote. Vermische keine Themen, z.B. mische keines der Themen: Ausbildung, Studenten, Senioren, Familien oder Arbeitskräfte mit dem Thema Behinderungen.",
  "prompt_family": "Beschreibe die Rechtslage und Unterstützungsangebote für Familien. Fokussiere dich auf offizielle Gesetze und Programme. Vermische keine Themen, z.B. mische keines der Themen: Ausbildung, Studenten, Senioren, mit dem Thema Familien.",
  "prompt_senior": "Erläutere die wichtigsten gesetzlichen Regelungen und Programme für Senioren und Rentner. Bleibe sachlich und konzentriere dich auf offizielle Bestimmungen. Vermische keine Themen, z.B. mische keines der Themen: Ausbildung, Studenten, Arbeitskräfte mit dem Thema Senioren.",
  "prompt_students": "Fasse die Gesetzgebung und die Möglichkeiten für Studierende und Auszubildende zusammen, füge auch informationen für menschen mit Behinderung und ohne hinzu.",
  "q_germany_1": "Welche EU-Richtlinien zum Thema Barrierefreiheit sind in deutsches Recht umgesetzt worden?",
  "q_germany_2": "Gibt es spezielle finanzielle Förderprogramme für mobilitätseingeschränkte Personen?",
  "q_germany_3": "Wie ist die Barrierefreiheit im öffentlichen Nahverkehr gesetzlich geregelt?",
  "q_france_1": "Was besagt das französische Gesetz von 2005 für die Gleichberechtigung und Teilhabe von Menschen mit Behinderungen?",
  "q_france_2": "Welche Unterstützung gibt es für behinderte Menschen auf dem französischen Arbeitsmarkt?",
  "q_italy_1": "Welche Rolle spielt die 'Legge 104' in Italien?",
  "q_italy_2": "Wie ist der Zugang zu Bildung für Kinder mit Behinderungen in Italien geregelt?",
  "q_spain_1": "Welche nationalen Strategien zur Inklusion von Menschen mit Behinderungen verfolgt Spanien?",
  "q_poland_1": "Wie hat sich die Gesetzgebung in Polen nach dem EU-Beitritt verändert?",
  "Albania": "Albanien",
  "Austria": "Österreich",
  "Belarus": "Weißrussland",
  "Belgium": "Belgien",
  "Bosnia and Herz.": "Bosnien und Herzegowina",
  "Bulgaria": "Bulgarien",
  "Croatia": "Kroatien",
  "Cyprus": "Zypern",
  "Czechia": "Tschechien",
  "Denmark": "Dänemark",
  "Estonia": "Estland",
  "Finland": "Finnland",
  "France": "Frankreich",
  "Germany": "Deutschland",
  "Greece": "Griechenland",
  "Hungary": "Ungarn",
  "Iceland": "Island",
  "Ireland": "Irland",
  "Italy": "Italien",
  "Kosovo": "Kosovo",
  "Latvia": "Lettland",
  "Lithuania": "Litauen",
  "Luxembourg": "Luxemburg",
  "Malta": "Malta",
  "Moldova": "Moldawien",
  "Montenegro": "Montenegro",
  "Netherlands": "Niederlande",
  "North Macedonia": "Nordmazedonien",
  "Norway": "Norwegen",
  "Poland": "Polen",
  "Portugal": "Portugal",
  "Romania": "Rumänien",
  "Russia": "Russland",
  "Serbia": "Serbien",
  "Slovakia": "Slowakei",
  "Slovenia": "Slowenien",
  "Spain": "Spanien",
  "Sweden": "Schweden",
  "Switzerland": "Schweiz",
  "Turkey": "Türkei",
  "Ukraine": "Ukraine",
  "United Kingdom": "Vereinigtes Königreich"
}
