{
  "selectLanguage": "Select language:",
  "german": "German",
  "english": "English",
  "selectCharacter": "<br><br><br>Now select the topic for EU integration to explore the regulations of the EU member states.",
  "welcomeMessage": "Welcome to our interactive European map at <br><br> Digital Impact Lab! <br><br>",
  "introText": "This map gives you the opportunity to explore different EU member states and get detailed information about each country regarding EU integration based on one of the topics of your choice. Now click on Continue!.",
  "startButton": "Explore the map",
  "intro-start-button": "Continue",
  "countryInfoTitle": "Country Information",
  "clickForDetails": "Click on a country to display detailed information.",
  "bindPopup": "Drag me onto one of the EU member states, or click on a country with the mouse!",
  "changeCharacter": "Change Character",
  "toggleLanguage": "Change Language",
  "noInfoAvailable": "No AI Informations available for this country and topic.",
  "manpower": "Manpower",
  "handicap": "Disability",
  "family": "Family",
  "senior": "Senior Citizens",
  "students": "Students",
  "intro_manpower": "As a skilled worker, you are looking for new professional perspectives and fair working conditions in the EU. Find out where your skills are needed.",
  "intro_handicap": "Accessibility and inclusion are crucial. Discover countries that are particularly committed to supporting people with disabilities.",
  "intro_family": "The family is the focus. Find out which EU countries offer the best conditions for parents and children, from child benefits to education.",
  "intro_senior": "A carefree retirement is the goal. Find out where seniors in Europe enjoy the highest quality of life and the best care.",
  "intro_students": "Studying abroad broadens your horizons. Discover the best universities, scholarships, and exchange programs in the EU.",
  "loadingAIInfo": "Loading AI Information...",
  "prompt_manpower": "Summarize the most important laws and regulations for skilled workers and employees. Remain objective and focus on official regulations. Do not mix topics, e.g., do not mix any of the topics: seniors with the topic of skilled workers.",
  "prompt_handicap": "Provide an overview of the legal framework for people with disabilities. Focus on official regulations and support services. Do not mix topics, e.g., do not mix any of the topics: education, students, seniors, families, or workers with the topic of disabilities.",
  "prompt_family": "Describe the legal situation and support services for families. Focus on official laws and programs. Do not mix topics, e.g., do not mix any of the topics: education, students, seniors, with the topic of families.",
  "prompt_senior": "Explain the most important legal regulations and programs for seniors and retirees. Remain objective and focus on official regulations. Do not mix topics, e.g., do not mix any of the topics: education, students, workers with the topic of seniors.",
  "prompt_students": "Summarize the legislation and opportunities for students and trainees, and also include information for people with and without disabilities.",
  "q_germany_1": "Which EU directives on accessibility have been implemented into German law?",
  "q_germany_2": "Are there special financial support programs for people with reduced mobility?",
  "q_germany_3": "How is accessibility in public transport legally regulated?",
  "q_france_1": "What does the French law of 2005 for the equality and participation of people with disabilities state?",
  "q_france_2": "What support is available for disabled people in the French labor market?",
  "q_italy_1": "What role does 'Legge 104' play in Italy?",
  "q_italy_2": "How is access to education for children with disabilities regulated in Italy?",
  "q_spain_1": "What national strategies for the inclusion of people with disabilities does Spain pursue?",
  "q_poland_1": "How has legislation in Poland changed after joining the EU?",
  "Albania": "Albania",
  "Austria": "Austria",
  "Belarus": "Belarus",
  "Belgium": "Belgium",
  "Bosnia and Herz.": "Bosnia and Herzegovina",
  "Bulgaria": "Bulgaria",
  "Croatia": "Croatia",
  "Cyprus": "Cyprus",
  "Czechia": "Czechia",
  "Denmark": "Denmark",
  "Estonia": "Estonia",
  "Finland": "Finland",
  "France": "France",
  "Germany": "Germany",
  "Greece": "Greece",
  "Hungary": "Hungary",
  "Iceland": "Iceland",
  "Ireland": "Ireland",
  "Italy": "Italy",
  "Kosovo": "Kosovo",
  "Latvia": "Latvia",
  "Lithuania": "Lithuania",
  "Luxembourg": "Luxembourg",
  "Malta": "Malta",
  "Moldova": "Moldova",
  "Montenegro": "Montenegro",
  "Netherlands": "Netherlands",
  "North Macedonia": "North Macedonia",
  "Norway": "Norway",
  "Poland": "Poland",
  "Portugal": "Portugal",
  "Romania": "Romania",
  "Russia": "Russia",
  "Serbia": "Serbia",
  "Slovakia": "Slovakia",
  "Slovenia": "Slovenia",
  "Spain": "Spain",
  "Sweden": "Sweden",
  "Switzerland": "Switzerland",
  "Turkey": "Turkey",
  "Ukraine": "Ukraine",
  "United Kingdom": "United Kingdom"
} 
